---
kind: property
id: P:Autodesk.Revit.DB.Electrical.Wire.NeutralConductorNum
source: html/e1410036-e4b6-2677-b354-2d860cba3c31.htm
---
# Autodesk.Revit.DB.Electrical.Wire.NeutralConductorNum Property

The neutral conductor number. Its default value is zero after created.

## Syntax (C#)
```csharp
public int NeutralConductorNum { get; set; }
```